import CustomHead from '../components/elements/CustomHead/CustomHead';
import LigalStyles from '../styles/Ligal.module.css';
import GlobalStyles from '../styles/Global.module.css';

const Privacy = () => (
  <>
    <CustomHead title='プライバシーポリシー | コインパーキング24' />
    <div className={LigalStyles.container}>
      <div className={LigalStyles.title}> プライバシーポリシー </div>

      <div className={LigalStyles.content}>
        <p>
          コインパーキング24（以下「当社」といいます）は、利用者等（コインパーキング24の利用者および利用者になろうとする方をいいます）の個人情報保護の重要性について認識し、個人情報の保護に関する法律（以下「個人情報保護法」といいます）を遵守すると共に、以下のプライバシーポリシー（以下「本プライバシーポリシー」といいます）に従い、適切な取扱い及び保護に努めます。
        </p>
        <br />
        <p>
          1.
          本プライバシーポリシーにおいて、個人情報とは、個人情報保護法の定義に従うものとし、その他の定義については、コインパーキング24利用規約（以下「利用規約」といいます）に従うものとします。
        </p>
        <br />
        <p>
          2.
          当社は、コインパーキング24（以下「本サービス」といいます）の提供にあたって、以下の個人情報を収集し、利用目的に従って利用いたします。
        </p>
        <p>（１） 利用者等について</p>
        <p>A) 利用者等からの収集情報：本サービス利用にあたって利用者等が届け出た情報</p>
        <p> ユーザー：メールアドレス、電話番号等の情報</p>
        <p> 事業者：氏名、事業者名、住所、電話番号、銀行口座等の情報</p>
        <p>B) 利用目的：利用規約に基づき、以下を行うため</p>
        <p>① 事業者に本サービスの代理店としての機能を提供するため</p>
        <p>② 本サービスに関するご案内、お問い合わせ等に対応するため</p>
        <p>③ 本サービスについて当社の行為を実施するため</p>
        <p>④ 本サービスの運営に関する事務連絡を行うため</p>
        <p>⑤ 利用規約に違反する行為に対応するため</p>
        <p>⑥ 本サービスの改善、新サービスの開発等に役立てるため</p>
        <p>⑦ 当社の他のサービスの案内をするため</p>
        <p>⑧ 当社が本サービスまたは他サービス展開のマーケティングに向けた分析を行うため</p>
        <p>⑨ その他、上記利用目的に付随する目的のため</p>
        <p>
          C)
          クレジットカード情報の収集、利用、提供等については、原則として、当社が定めた決済業者が行うものであり、当社は関与いたしません。
        </p>
        <p>（２） お問い合わせフォームにおけるお問い合わせについては以下のとおりです。</p>
        <p>A) 収集情報：氏名・電話番号・メールアドレス・問い合わせ本文</p>
        <p>B) 利用目的：お問い合わせ等への対応のため</p>
        <br />
        <p>
          3.
          当社は、個人情報保護法その他の法令により許容される場合を除き、利用者等の同意を得ず、利用目的の達成に必要な範囲を超えて個人情報を取り扱いません。但し、次の場合はこの限りではありません。
        </p>
        <p>（１） 法令に基づく場合</p>
        <p>
          （２） 人の生命、身体又は財産の保護のために必要がある場合であって、利用者等の同意を得ることが困難であるとき
        </p>
        <p>
          （３）
          公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、利用者等の同意を得ることが困難であるとき
        </p>
        <p>
          （４）
          国の機関もしくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、利用者等の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
        </p>
        <br />
        <p>4. 当社は、適正に個人情報を取得し、偽りその他不正の手段により取得しません。</p>
        <br />
        <p>
          5.
          当社は、個人情報の紛失、破壊、改ざん及び漏洩などのリスクに対して、個人情報の安全管理が図られるよう、当社の従業員に対し、必要かつ適切な監督を行います。また、当社は、個人情報の取扱いの全部又は一部を委託する場合は、委託先において個人情報の安全管理が図られるよう、必要かつ適切な監督を行います。あわせて、本プライバシーポリシー第3項の提供に関して法令に基づく記録を作成し、保管を行います。
        </p>
        <br />
        <p>
          6.
          当社は、本プライバシーポリシー第3項の場合および個人情報保護法その他の法令に基づき開示が認められる場合を除くほか、あらかじめ利用者等の同意を得ないで、個人情報を第三者に提供しません。但し、次に掲げる場合は上記に定める第三者への提供には該当しません。
        </p>
        <p>
          （１）
          当社が利用目的の達成に必要な範囲内において個人情報の取扱いの全部又は一部を委託することに伴って個人情報を提供する場合
        </p>
        <p>（２） 合併その他の事由による事業の承継に伴って個人情報が提供される場合</p>
        <p>（３） 個人情報保護法の定めに基づき共同利用する場合</p>
        <br />
        <p>
          7.
          当社は、利用者等から、個人情報保護法の定めに基づき個人情報の開示を求められたときは、利用者等ご本人からのご請求であることを確認の上で、利用者等に対し、遅滞なく開示を行います（当該個人情報が存在しないときにはその旨を通知いたします）。但し、個人情報保護法その他の法令により、当社が開示の義務を負わない場合は、この限りではありません。
        </p>
        <br />
        <p>
          8.
          当社は、利用者等から、個人情報が真実でないという理由によって、個人情報保護法の定めに基づきその内容の訂正、追加又は削除（以下「訂正等」といいます）を求められた場合には、利用者等ご本人からのご請求であることを確認の上で、利用目的の達成に必要な範囲内において、遅滞なく必要な調査を行い、その結果に基づき、個人情報の内容の訂正等を行い、その旨を利用者等に通知します（訂正等を行わない旨の決定をしたときは、利用者等に対しその旨を通知いたします）。但し、個人情報保護法その他の法令により、当社が訂正等の義務を負わない場合は、この限りではありません。
        </p>
        <br />
        <p>
          9.
          当社は、利用者等から、利用者等の個人情報が、あらかじめ公表された利用目的の範囲を超えて取り扱われているという理由又は偽りその他不正の手段により取得されたものであるという理由により、個人情報保護法の定めに基づきその利用の停止又は消去（以下「利用停止等」といいます）を求められた場合において、そのご請求に理由があることが判明した場合には、利用者等ご本人からのご請求であることを確認の上で、遅滞なく個人情報の利用停止等を行い、その旨を利用者等に通知します。但し、個人情報保護法その他の法令により、当社が利用停止等の義務を負わない場合は、この限りではありません。
        </p>
        <br />
        <p>
          10.
          開示等のお申出、ご意見、ご質問、苦情のお申出その他個人情報の取扱いに関するお問い合わせは、本サービスを提供するサイトの「お問い合わせ」のフォームを通じて、当社までご連絡ください。
        </p>
        <br />
        <p>
          11.
          当社は、個人情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて、本プライバシーポリシーを変更することがあります。
        </p>
        <br />
        <p>以上</p>

        <div className={GlobalStyles.margin01}></div>
      </div>
    </div>
  </>
);

export default Privacy;
